<?php

return [
    '1000' => 'Необходимо объявить маршрут в файле "Middleware/VerifyCsrfToken.php".',
    '1100' => 'Необходимо добавить скрытое поле с именем "token" на форме текущего запроса..',
    '1200' => 'Неверный токен.',
    '1300' => 'Параметры для авторизации должны быть переданы в виде НЕ пустого массива.',
    '1400' => 'Параметры для регистрации должны быть переданы в виде НЕ пустого массива.',
    '1500' => 'Имя маршрута уже объявлено. Выберите другое имя.',
    '1600' => 'Паттерн маршрута не совпадает с переданными свойствами.',
    '1700' => 'Имя маршрута не объявлено.'
];